--------------------------------------------------
--      ____  ____ _____                        --
--     |    \|  _ )_   _|___ ____   __  __      --
--     | |_  )  _ \ | |/ ·__|  _ \_|  \/  |     --
--     |____/|____/ |_|\____/\_____|_/\/\_|     --
--                                              --
--------------------------------------------------
--                                              --
--       Developers: @S0URES & @anonymou3nk       --
--     Support: @vampayer10,  @anonymou3TG &      --
--                                              --
--------------------------------------------------

do

function run(msg, matches)
  return 'نسخه1.3.8\nبـــــهــــتــــریـــن ربـــــات انــــتـــی اســــپــــم و💡 حــــرفـــه ای تــــــلگــــرام💡\nســـازنــــده وتـــوســـعــه دهنـــده👮 : @S0URES'
end

return {
  patterns = {
    "^#version$"
  }, 
  run = run 
}

end
